[{"translation":{"de":"Source: http:\/\/www.zeno.org - Contumax GmbH & Co. KG","en":"Source: Project Gutenberg"}},{"translation":{"de":"Jane Eyre","en":"Jane Eyre"}},{"translation":{"de":"Charlotte Bronte","en":"Charlotte Bronte"}},{"translation":{"de":"Erstes Kapitel","en":"CHAPTER I"}},{"translation":{"de":"Es war ganz unmöglich, an diesem Tage einen Spaziergang zu machen.","en":"There was no possibility of taking a walk that day."}},{"translation":{"de":"Am Morgen waren wir allerdings während einer ganzen Stunde in den blätterlosen, jungen Anpflanzungen umhergewandert; aber seit dem Mittagessen – Mrs. Reed speiste stets zu früher Stunde, wenn keine Gäste zugegen waren – hatte der kalte Winterwind so düstere, schwere Wolken und einen so durchdringenden Regen heraufgeweht, daß von weiterer Bewegung in frischer Luft nicht mehr die Rede sein konnte.","en":"We had been wandering, indeed, in the leafless shrubbery an hour in the morning; but since dinner (Mrs. Reed, when there was no company, dined early) the cold winter wind had brought with it clouds so sombre, and a rain so penetrating, that further out-door exercise was now out of the question."}},{"translation":{"de":"Ich war von Herzen froh darüber: lange Spaziergänge, besonders an frostigen Nachmittagen, waren mir stets zuwider: – ein Greuel war es mir, in der rauhen Dämmerstunde nach Hause zu kommen, mit fast erfrorenen Händen und Füßen, – mit einem Herzen, das durch das Schelten Bessie's, der Kinderwärterin, bis zum Brechen schwer war, – gedemütigt durch das Bewußtsein, physisch so tief unter Eliza, John und Georgina Reed zu stehen.","en":"I was glad of it: I never liked long walks, especially on chilly afternoons: dreadful to me was the coming home in the raw twilight, with nipped fingers and toes, and a heart saddened by the chidings of Bessie, the nurse, and humbled by the consciousness of my physical inferiority to Eliza, John, and Georgiana Reed."}},{"translation":{"de":"Die soeben erwähnten Eliza, John und Georgina hatten sich in diesem Augenblick im Salon um ihre Mama versammelt: diese ruhte auf einem Sofa in der Nähe des Kamins und umgeben von ihren Lieblingen, die zufälligerweise in diesem Moment weder zankten noch schrieen, sah sie vollkommen glücklich aus.","en":"The said Eliza, John, and Georgiana were now clustered round their mama in the drawing-room: she lay reclined on a sofa by the fireside, and with her darlings about her (for the time neither quarrelling nor crying) looked perfectly happy."}}]
