{"text":"SECTION 1. LIABILITY OF BUSINESS ENTITIES PROVIDING USE OF FACILITIES \n              TO NONPROFIT ORGANIZATIONS.\n\n    (a) Definitions.--In this section:\n            (1) Business entity.--The term ``business entity'' means a \n        firm, corporation, association, partnership, consortium, joint \n        venture, or other form of enterprise.\n            (2) Facility.--The term ``facility'' means any real \n        property, including any building, improvement, or appurtenance.\n            (3) Gross negligence.--The term ``gross negligence'' means \n        voluntary and conscious conduct by a person with knowledge (at \n        the time of the conduct) that the conduct is likely to be \n        harmful to the health or well-being of another person.\n            (4) Intentional misconduct.--The term ``intentional \n        misconduct'' means conduct by a person with knowledge (at the \n        time of the conduct) that the conduct is harmful to the health \n        or well-being of another person.\n            (5) Nonprofit organization.--The term ``nonprofit \n        organization'' means--\n                    (A) any organization described in section 501(c)(3) \n                of the Internal Revenue Code of 1986 and exempt from \n                tax under section 501(a) of such Code; or\n                    (B) any not-for-profit organization organized and \n                conducted for public benefit and operated primarily for \n                charitable, civic, educational, religious, welfare, or \n                health purposes.\n            (6) State.--The term ``State'' means each of the several \n        States, the District of Columbia, the Commonwealth of Puerto \n        Rico, the Virgin Islands, Guam, American Samoa, the Northern \n        Mariana Islands, any other territory or possession of the \n        United States, or any political subdivision of any such State, \n        territory, or possession.\n    (b) Limitation on Liability.--\n            (1) In general.--Subject to subsection (c), a business \n        entity shall not be subject to civil liability relating to any \n        injury or death occurring at a facility of the business entity \n        in connection with a use of such facility by a nonprofit \n        organization if--\n                    (A) the use occurs outside of the scope of business \n                of the business entity;\n                    (B) such injury or death occurs during a period \n                that such facility is used by the nonprofit \n                organization; and\n                    (C) the business entity authorized the use of such \n                facility by the nonprofit organization.\n            (2) Application.--This subsection shall apply--\n                    (A) with respect to civil liability under Federal \n                and State law; and\n                    (B) regardless of whether a nonprofit organization \n                pays for the use of a facility.\n    (c) Exception for Liability.--Subsection (b) shall not apply to an \ninjury or death that results from an act or omission of a business \nentity that constitutes gross negligence or intentional misconduct, \nincluding any misconduct that--\n            (1) constitutes a crime of violence (as that term is \n        defined in section 16 of title 18, United States Code) or act \n        of international terrorism (as that term is defined in section \n        2331 of title 18) for which the defendant has been convicted in \n        any court;\n            (2) constitutes a hate crime (as that term is used in the \n        Hate Crime Statistics Act (28 U.S.C. 534 note));\n            (3) involves a sexual offense, as defined by applicable \n        State law, for which the defendant has been convicted in any \n        court; or\n            (4) involves misconduct for which the defendant has been \n        found to have violated a Federal or State civil rights law.\n    (d) Superseding Provision.--\n            (1) In general.--Subject to paragraph (2) and subsection \n        (e), this Act preempts the laws of any State to the extent that \n        such laws are inconsistent with this Act, except that this Act \n        shall not preempt any State law that provides additional \n        protection from liability for a business entity for an injury \n        or death with respect to which conditions under subparagraphs \n        (A) through (C) of subsection (b)(1) apply.\n            (2) Limitation.--Nothing in this Act shall be construed to \n        supersede any Federal or State health or safety law.\n    (e) Election of State Regarding Nonapplicability.--This Act shall \nnot apply to any civil action in a State court against a business \nentity in which all parties are citizens of the State if such State \nenacts a statute--\n            (1) citing the authority of this subsection;\n            (2) declaring the election of such State that this Act \n        shall not apply to such civil action in the State; and\n            (3) containing no other provision.","summary":"Shields a business entity from civil liability relating to any injury or death occurring at a facility of that entity in connection with a use of such facility by a nonprofit organization if: (1) the use occurs outside the scope of business of the business entity; (2) such injury or death occurs during a period that such facility is used by such organization; and (3) the business entity authorized the use of such facility by the organization. \nMakes this Act inapplicable to an injury or death that results from an act or omission of a business entity that constitutes gross negligence or intentional misconduct, including misconduct that: (1) constitutes a hate crime or a crime of violence or act of international terrorism for which the defendant has been convicted in any court; or (2) involves a sexual offense for which the defendant has been convicted in any court or misconduct for which the defendant has been found to have violated a Federal or State civil rights law. \nPreempts State laws to the extent that such laws are inconsistent with this Act, except State law that provides additional protection from liability.  Specifies that this Act shall not be construed to supersede any Federal or State health or safety law. \nMakes this Act inapplicable to any civil action in a State court against a business entity in which all parties are citizens of the State if such State, citing this Act's authority and containing no other provision, enacts a statute declaring the State's election that this Act shall not apply to such action in the State."}
{"text":"SECTION 1. SHORT TITLE.\n\n    This Act may be cited as the ``Human Rights Information Act''.\n\nSEC. 2. FINDINGS.\n\n    Congress finds the following:\n            (1) The people of the United States consider the national \n        and international protection and promotion of human rights and \n        the rule of law the most important values of any democracy. The \n        founding fathers defined human rights prominently in the Bill \n        of Rights, giving those rights a special priority and \n        protection in the Constitution.\n            (2) Federal agencies are in possession of documents \n        pertaining to gross human rights violations abroad which are \n        needed by foreign authorities to document, investigate, and \n        subsequently prosecute instances of continued and systematic \n        gross human rights violations, including those directed against \n        citizens of the United States.\n            (3) The United States will continue to receive requests \n        from foreign authorities for legal assistance regarding human \n        rights violations, including the declassification of documents. \n        In addition to requests by Guatemala and Honduras, a Spanish \n        court magistrate, Baltasar Garzon, recently requested from the \n        United States information on General Augusto Pinochet. \n        Currently, the United States responds to declassification \n        requests by following procedures outlined in Presidential \n        directives and executive orders. The overwhelming interest of \n        the United States in the protection and promotion of human \n        rights nationally and internationally requires a significant \n        strengthening of existing declassification procedures, \n        including section 552 of title 5, United States Code (commonly \n        known as the ``Freedom of Information Act'').\n            (4) The expedient declassification of human rights \n        documents in full compliance with United States security \n        interests according to the procedures outlined in this Act will \n        protect global human rights by strengthening the rule of law \n        internationally, creating a crucial level of accountability of \n        Federal agencies, and will result in significant saving of \n        Government resources.\n            (5) The commitment to the promotion and protection of human \n        rights and democracy around the world has led the United States \n        to undertake tremendous diplomatic, economic, and military \n        efforts to end systematic gross human rights violations abroad, \n        consistent with the national interests and international \n        leadership role of the United States. In addition, countless \n        humanitarian United States nongovernmental organizations and \n        citizens of the United States promote human rights and \n        democracy in foreign countries. These efforts are thwarted if \n        the cycle of impunity for human rights violations is not broken \n        in those countries, and the likelihood of the need for renewed \n        United States engagements in those areas remains.\n            (6) The United States therefore has a significant interest \n        that newly established or reestablished democratic societies \n        take credible steps to fully investigate and prosecute human \n        rights violations. These steps can include the creation of a \n        national or international truth commission or tribunal, the \n        appointment of a human rights officer, or official national \n        investigations led by credible sections of the civil society, \n        including churches and nongovernmental organizations.\n            (7) The United States has long provided international \n        leadership to end impunity for gross human rights violations \n        and to promote the rule of law around the world by establishing \n        and supporting the Nuremberg and Tokyo War Crimes Tribunal; in \n        addition, the United States has actively participated in, among \n        others, the International War Crimes Tribunals on the former \n        Yugoslavia and Rwanda.\n            (8) The United States has ratified the Convention against \n        Torture and Other Cruel, Inhuman or Degrading Treatment or \nPunishment, which in article 9 obligates parties to ``afford one \nanother the greatest measure of assistance in connection with criminal \nproceedings brought in respect of any [acts of, attempts of, or \ncomplicity in acts of torture], including the supply of all evidence at \ntheir disposal necessary for the proceedings.'' In addition, as a \nmember State of the Organization of American States, the United States \nshould seek to follow the December 8, 1998, recommendation of the \nInter-American Commission on Human Rights ``that member States of the \nOrganization of American States adopt legislative and such other \nmeasures as may be necessary to effectuate the right of free access to \ninformation in files and documents in the power of the State, \nparticularly in cases of investigations to establish criminal \nresponsibility for international crimes and serious violations of human \nrights.''\n            (9) The Guatemalan peace accords, which the Government of \n        the United States firmly supports, included as an important and \n        vital component an investigation and a report by the Commission \n        for the Historical Clarification of Human Rights Violations and \n        Acts of Violence which have Caused Suffering to the Guatemalan \n        People (referred to in this Act as the ``Clarification \n        Commission''). Despite the conclusion of this investigation, \n        many questions, including the identity of perpetrators of human \n        rights violations as well as the location of bodies of the \n        ``disappeared'', remain unanswered. The Clarification \n        Commission explicitly recommended that ``all available legal \n        and material resources should be utilized [by the Guatemalan \n        Government] to clarify the whereabouts of the disappeared and, \n        in the case of death, to deliver the remains to the \n        relatives.''\n            (10) Two days after presenting a parallel investigation, \n        ``Guatemala: Never Again'', by the Historical Memory Recovery \n        Project by the Archbishop of Guatemala, the director of the \n        project, Bishop Juan Jose Gerardi, was assassinated.\n            (11) President Clinton stated in Guatemala on March 10, \n        1999, that ``[f]or the United States, it is important that I \n        state clearly that support for military forces or intelligence \n        units which engaged in violent and widespread repression of the \n        kind described in the report [by the Clarification Commission] \n        was wrong, and the United States must not repeat that mistake. \n        We must, and we will, instead, continue to support the peace \n        and reconciliation process in Guatemala.''\n            (12) The National Commissioner for the Protection of Human \n        Rights in the Republic of Honduras has been requesting \n        documentation of the United States on human rights violations \n        in Honduras since November 15, 1993. The Commissioner's request \n        has been partly fulfilled, but aspects of it are still pending.\n\nSEC. 3. DEFINITIONS.\n\n    In this Act:\n            (1) Human rights record.--The term ``human rights record'' \n        means a record in the possession, custody, or control of the \n        United States Government containing information about gross \n        violations of internationally recognized human rights committed \n        after 1944.\n            (2) Agency.--The term ``agency'' means any agency of the \n        United States Government charged with the conduct of foreign \n        policy or foreign intelligence, including, but not limited to, \n        the Department of State, the Agency for International \n        Development, the Department of Defense (and all of its \n        components), the Central Intelligence Agency, the National \n        Reconnaissance Office, the Department of Justice (and all of \n        its components), the National Security Council, and the \n        Executive Office of the President.\n            (3) Gross violations of internationally recognized human \n        rights.--The term ``gross violations of internationally \n        recognized human rights'' has the meaning given that term in \n        section 502B(d)(1) of the Foreign Assistance Act of 1961 (22 \n        U.S.C. 2304(d)(1)).\n\nSEC. 4. IDENTIFICATION, REVIEW, AND PUBLIC DISCLOSURE OF HUMAN RIGHTS \n              RECORDS REGARDING GUATEMALA AND HONDURAS.\n\n    (a) In General.--Notwithstanding any other provision of law, the \nprovisions of this Act shall govern the declassification and public \ndisclosure of human rights records by agencies.\n    (b) Identification of Records.--Not later than 120 days after the \ndate of enactment of this Act, each agency shall identify, review, and \norganize all human rights records regarding activities occurring in \nGuatemala and Honduras after 1944 for the purpose of declassifying and \ndisclosing the records to the public. Except as provided in section 5, \nall records described in the preceding sentence shall be made available \nto the public not later than 30 days after a review under this section \nis completed.\n    (c) Report to Congress.--Not later than 150 days after the date of \nenactment of this Act, the President shall report to Congress regarding \neach agency's compliance with the provisions of this Act.\n\nSEC. 5. GROUNDS FOR POSTPONEMENT OF PUBLIC DISCLOSURE OF RECORDS.\n\n    (a) In General.--An agency may postpone public disclosure of a \nhuman rights record or particular information in a human rights record \nonly if the agency determines that there is clear and convincing \nevidence that--\n            (1) the threat to the military defense, intelligence \n        operations, or conduct of foreign relations of the United \n        States raised by public disclosure of the human rights record \n        is of such gravity that it outweighs the public interest, and \n        such public disclosure would reveal--\n                    (A) an intelligence agent whose identity currently \n                requires protection;\n                    (B) an intelligence source or method--\n                            (i) which is being utilized, or reasonably \n                        expected to be utilized, by the United States \n                        Government;\n                            (ii) which has not been officially \n                        disclosed; and\n                            (iii) the disclosure of which would \n                        interfere with the conduct of intelligence \n                        activities; or\n                    (C) any other matter currently relating to the \n                military defense, intelligence operations, or conduct \n                of foreign relations of the United States, the \n                disclosure of which would demonstrably impair the \n                national security of the \n                United States;\n            (2) the public disclosure of the human rights record would \n        reveal the name or identity of a living individual who provided \n        confidential information to the United States and would pose a \n        substantial risk of harm to that individual;\n            (3) the public disclosure of the human rights record could \n        reasonably be expected to constitute an unwarranted invasion of \n        personal privacy, and that invasion of privacy is so \n        substantial that it outweighs the public interest; or\n            (4) the public disclosure of the human rights record would \n        compromise the existence of an understanding of confidentiality \n        currently requiring protection between a Government agent and a \n        cooperating individual or a foreign government, and public \n        disclosure would be so harmful that it outweighs the public \n        interest.\n    (b) Special Treatment of Certain Information.--It shall not be \ngrounds for postponement of disclosure of a human rights record that an \nindividual named in the human rights record was an intelligence asset \nof the United States Government, although the existence of such \nrelationship may be withheld if the criteria set forth in subsection \n(a) are met. For purposes of the preceding sentence, the term an \n``intelligence asset'' means a covert agent as defined in section \n606(4) of the National Security Act of 1947 (50 U.S.C. 426(4)).\n\nSEC. 6. REQUEST FOR HUMAN RIGHTS RECORDS FROM OFFICIAL ENTITIES IN \n              OTHER COUNTRIES.\n\n    In the event that an agency of the United States receives a request \nfor human rights records from an entity created by the United Nations, \nthe Organization of American States or a similar entity, a national \ntruth commission or entity of similar nature, or from the principal \njustice or human rights official of a country that is investigating a \npattern of gross violations of internationally recognized human rights, \nthe agency shall conduct a review of records as described in section 4 \nand shall declassify and publicly disclose such records in accordance \nwith the standards and procedures set forth in this Act.\n\nSEC. 7. REVIEW OF DECISIONS TO WITHHOLD RECORDS.\n\n    (a) Duties of the Appeals Panel.--The Interagency Security \nClassification Appeals Panel or any other entity subsequently \nestablished by law or Executive order and charged with carrying out the \nfunctions currently carried out by such Panel (referred to in this Act \nas the ``Appeals Panel'') shall review all determinations by an agency \nto postpone public disclosure of any human rights record.\n    (b) Determinations of the Appeals Panel.--\n            (1) In general.--The Appeals Panel shall direct that all \n        human rights records be disclosed to the public, unless the \n        Appeals Panel determines that there is clear and convincing \n        evidence that--\n                    (A) the record is not a human rights record; or\n                    (B) the human rights record or particular \n                information in the human rights record qualifies for \n                postponement of disclosure pursuant to section 5.\n            (2) Treatment in cases of nondisclosure.--If the Appeals \n        Panel concurs with an agency decision to postpone disclosure of \n        a human rights record, the Appeals Panel shall determine, in \n        consultation with the originating agency and consistent with \nthe standards set forth in this Act, which, if any, of the alternative \nforms of disclosure described in paragraph (3) shall be made by the \nagency.\n            (3) Alternative forms of disclosure.--The forms of \n        disclosure described in this paragraph are as follows:\n                    (A) Disclosure of any reasonably segregable portion \n                of the human rights record after deletion of the \n                portions described in paragraph (1).\n                    (B) Disclosure of a record that is a substitute for \n                information which is not disclosed.\n                    (C) Disclosure of a summary of the information \n                contained in the human rights record.\n            (4) Notification of determination.--\n                    (A) In general.--Upon completion of its review, the \n                Appeals Panel shall notify the head of the agency in \n                control or possession of the human rights record that \n                was the subject of the review of its determination and \n                shall, not later than 14 days after the determination, \n                publish the determination in the Federal Register.\n                    (B) Notice to president.--The Appeals Panel shall \n                notify the President of its determination. The notice \n                shall contain a written unclassified justification for \n                its determination, including an explanation of the \n                application of the standards contained in section 5.\n            (5) General procedures.--The Appeals Panel shall publish in \n        the Federal Register guidelines regarding its policy and \n        procedures for adjudicating appeals.\n    (c) Presidential Authority Over Appeals Panel Determination.--\n            (1) Public disclosure or postponement of disclosure.--The \n        President shall have the sole and nondelegable authority to \n        review any determination of the Appeals Panel under this Act, \n        and such review shall be based on the standards set forth in \n        section 5. Not later than 30 days after the Appeals Panel's \n        determination and notification to the agency pursuant to \n        subsection (b)(4), the President shall provide the Appeals \n        Panel with an unclassified written certification specifying the \n        President's decision and stating the reasons for the decision, \n        including in the case of a determination to postpone \n        disclosure, the standards set forth in section 5 which are the \n        basis for the President's determination.\n            (2) Record of presidential postponement.--The Appeals Panel \n        shall, upon receipt of the President's determination, publish \n        in the Federal Register a copy of any unclassified written \n        certification, statement, and other materials transmitted by or \n        on behalf of the President with regard to the postponement of \n        disclosure of a human rights record.\n\nSEC. 8. REPORT REGARDING OTHER HUMAN RIGHTS RECORDS.\n\n    Upon completion of the review and disclosure of the human rights \nrecords relating to Guatemala and Honduras, the Information Security \nPolicy Advisory Council, established pursuant to Executive Order No. \n12958, shall report to Congress on the desirability and feasibility of \ndeclassification of human rights records relating to other countries. \nThe report shall be available to the public.\n\nSEC. 9. RULES OF CONSTRUCTION.\n\n    (a) Freedom of Information Act.--Nothing in this Act shall be \nconstrued to limit any right to file a request with any executive \nagency or seek judicial review of a decision pursuant to section 552 of \ntitle 5, United States Code.\n    (b) Judicial Review.--Nothing in this Act shall be construed to \npreclude judicial review, under chapter 7 of title 5, United States \nCode, of final actions taken or required to be taken under this Act.\n\nSEC. 10. CREATION OF POSITIONS.\n\n    For purposes of carrying out the provisions of this Act, there \nshall be 2 additional positions in the Appeals Panel. The President \nshall appoint individuals who are not employees of the United States \nwho have demonstrated substantial human rights expertise and who are \nable to meet the security requirements for the positions. The President \nshall seek recommendations with respect to such positions from \nnongovernmental human rights organizations.","summary":"Human Rights Information Act - Requires certain Federal agencies to identify and organize all human rights records regarding activities occurring in Guatemala and Honduras after 1944 for declassification and disclosure purposes, and to make them available to the public. \nInstructs the President to report to Congress regarding agency compliance. \nPrescribes guidelines under which the Interagency Security Classification Appeals Panel shall review agency determinations to postpone public disclosure of any human rights record.  Authorizes postponement of such public disclosures on specified grounds. \nRequires any U.S. agency, upon request by an entity created by the United Nations, the Organization of American States (or similar entity), a national truth commission (or similar entity), or from the principal justice or human rights official of a country that is investigating a pattern of gross violations of internationally recognized human rights, to review, declassify, and publicly disclose any human pertinent rights records. \nDirects the Information Security Policy Advisory Council to report to Congress on declassification of human rights records relating to other countries and to make such report available to the public. \nCreates two additional positions in the Panel in order to implement this Act."}
{"text":"SECTION 1. SHORT TITLE.\n\n    This Act may be cited as the ``Jackie Robinson Commemorative Coin \nAct''.\n\nSEC. 2. COIN SPECIFICATIONS.\n\n    (a) $1 Silver Coins.--In commemoration of the 50th anniversary of \nthe breaking of the color barrier in major league baseball by Jackie \nRobinson, the Secretary of the Treasury (hereafter in this Act referred \nto as the ``Secretary'') shall mint and issue not more than 500,000 1 \ndollar coins, which shall--\n            (1) weigh 26.73 grams;\n            (2) have a diameter of 1.500 inches; and\n            (3) contain 90 percent silver and 10 percent copper.\n    (b) Legal Tender.--The coins minted under this Act shall be legal \ntender, as provided in section 5103 of title 31, United States Code.\n    (c) Numismatic Items.--For purposes of section 5136 of title 31, \nUnited States Code, all coins minted under this Act shall be considered \nto be numismatic items.\n\nSEC. 3. SOURCES OF BULLION.\n\n    The Secretary shall obtain silver for minting coins under this Act \nonly from stockpiles established under the Strategic and Critical \nMaterials Stock Piling Act.\n\nSEC. 4. DESIGN OF COINS.\n\n    (a) Design Requirements.--\n            (1) In general.--The design--\n                    (A) on the obverse side of the coins minted under \n                this Act shall be emblematic of Jackie Robinson; and\n                    (B) on the reverse side of such coins shall be \n                emblematic of Jackie Robinson's association with and \n                contributions to major league baseball.\n            (2) Designation and inscriptions.--On each coin minted \n        under this Act there shall be--\n                    (A) a designation of the value of the coin;\n                    (B) an inscription of the year ``1997''; and\n                    (C) inscriptions of the words ``Liberty'', ``In God \n                We Trust'', ``United States of America'', and ``E \n                Pluribus Unum''.\n    (b) Selection.--The design for the coins minted under this Act \nshall be--\n            (1) selected by the Secretary after consultation with the \n        Jackie Robinson Foundation and the Commission of Fine Arts; and\n            (2) reviewed by the Citizens Commemorative Coin Advisory \n        Committee.\n\nSEC. 5. ISSUANCE OF COINS.\n\n    (a) Quality of Coins.--Coins minted under this Act shall be issued \nin uncirculated and proof qualities.\n    (b) Mint Facility.--Only 1 facility of the United States Mint may \nbe used to strike any particular quality of the coins minted under this \nAct.\n    (c) Commencement of Issuance.--The Secretary may issue coins minted \nunder this Act beginning April 15, 1997.\n    (d) Termination of Minting Authority.--No coins may be minted under \nthis Act after December 15, 1998.\n\nSEC. 6. SALE OF COINS.\n\n    (a) Sale Price.--The coins issued under this Act shall be sold by \nthe Secretary at a price equal to the sum of--\n            (1) the face value of the coins;\n            (2) the surcharge provided in subsection (d) with respect \n        to such coins; and\n            (3) the cost of designing and issuing the coins (including \n        labor, materials, dies, use of machinery, overhead expenses, \n        marketing, and shipping).\n    (b) Bulk Sales.--The Secretary shall make bulk sales of the coins \nissued under this Act at a reasonable discount.\n    (c) Prepaid Orders.--\n            (1) In general.--The Secretary shall accept prepaid orders \n        for the coins minted under this Act before the issuance of such \n        coins.\n            (2) Discount.--Sale prices with respect to prepaid orders \n        under paragraph (1) shall be at a reasonable discount.\n    (d) Surcharges.--All sales shall include a surcharge of $10 per \ncoin.\n\nSEC. 7. GENERAL WAIVER OF PROCUREMENT REGULATIONS.\n\n    (a) In General.--Except as provided in subsection (b), no provision \nof law governing procurement or public contracts shall be applicable to \nthe procurement of goods and services necessary for carrying out the \nprovisions of this Act.\n    (b) Equal Employment Opportunity.--Subsection (a) shall not relieve \nany person entering into a contract under the authority of this Act \nfrom complying with any law relating to equal employment opportunity.\n\nSEC. 8. DISTRIBUTION OF SURCHARGES.\n\n    Subject to section 10(a), all surcharges received by the Secretary \nfrom the sale of coins issued under this Act shall be promptly paid by \nthe Secretary to the Jackie Robinson Foundation (hereafter in this Act \nreferred to as the Foundation'') for the purpose of--\n            (1) enhancing the programs of the Foundation in the field \n        of education and youth leadership skills development; and\n            (2) increasing the availability of scholarships for youth \n        with the greatest need.\n\nSEC. 9. FINANCIAL ASSURANCES.\n\n    (a) No Net Cost to the Government.--The Secretary shall take such \nactions as may be necessary to ensure that minting and issuing coins \nunder this Act will not result in any net cost to the United States \nGovernment.\n    (b) Payment for Coins.--A coin shall not be issued under this Act \nunless the Secretary has received--\n            (1) full payment for the coin;\n            (2) security satisfactory to the Secretary to indemnify the \n        United States for full payment; or\n            (3) a guarantee of full payment satisfactory to the \n        Secretary from a depository institution whose deposits are \n        insured by the Federal Deposit Insurance Corporation or the \n        National Credit Union Administration Board.\n\nSEC. 10. CONDITIONS ON PAYMENT OF SURCHARGES.\n\n    (a) Payment of Surcharges.--Notwithstanding any other provision of \nlaw, no amount derived from the proceeds of any surcharge imposed on \nthe sale of coins issued under this Act shall be paid to the Foundation \nunless--\n            (1) all numismatic operation and program costs allocable to \n        the program under which such coins are produced and sold have \n        been recovered; and\n            (2) the Foundation submits an audited financial statement \n        which demonstrates to the satisfaction of the Secretary that, \n        with respect to all projects or purposes for which the proceeds \n        of such surcharge may be used, the Foundation has raised funds \n        from private sources for such projects and purposes in an \n        amount which is equal to or greater than the maximum amount the \n        Foundation may receive from the proceeds of such surcharge.\n    (b) Annual Audits.--\n            (1) Annual audits of recipients required.--The Foundation \n        shall provide, as a condition for receiving any amount derived \n        from the proceeds of any surcharge imposed on the sale of coins \n        issued under this Act, for an annual audit, in accordance with \n        generally accepted government auditing standards by an \n        independent public accountant selected by the Foundation, of \n        all such payments to the Foundation beginning in the first \n        fiscal year of the Foundation in which any such amount is \n        received and continuing until all such amounts received by the \n        Foundation with respect to such surcharges are fully expended \n        or placed in trust.\n            (2) Minimum requirements for annual audits.--At a minimum, \n        each audit of the Foundation pursuant to paragraph (1) shall \n        report--\n                    (A) the amount of payments received by the \n                Foundation during the fiscal year of the Foundation for \n                which the audit is conducted which are derived from the \n                proceeds of any surcharge imposed on the sale of coins \n                issued under this Act;\n                    (B) the amount expended by the Foundation from the \n                proceeds of such surcharges during the fiscal year of \n                the Foundation for which the audit is conducted; and\n                    (C) whether all expenditures by the Foundation from \n                the proceeds of such surcharges during the fiscal year \n                of the Foundation for which the audit is conducted were \n                for authorized purposes.\n            (3) Responsibility of foundation to account for \n        expenditures of surcharges.--The Foundation shall take \n        appropriate steps, as a condition for receiving any payment of \n        any amount derived from the proceeds of any surcharge imposed \n        on the sale of coins issued under this Act, to ensure that the \n        receipt of the payment and the expenditure of the proceeds of \n        such surcharge by the Foundation in each fiscal year of the \n        Foundation can be accounted for separately from all other \n        revenues and expenditures of the Foundation.\n            (4) Submission of audit report.--Not later than 90 days \n        after the end of any fiscal year of the Foundation for which an \n        audit is required under paragraph (1), the Foundation shall--\n                    (A) submit a copy of the report to the Secretary; \n                and\n                    (B) make a copy of the report available to the \n                public.\n            (5) Use of surcharges for audits.--The Foundation may use \n        any amount received from payments derived from the proceeds of \n        any surcharge imposed on the sale of coins issued under this \n        Act to pay the cost of an audit required under paragraph (1).\n            (6) Waiver of subsection.--The Secretary may waive the \n        application of any paragraph of this subsection to the \n        Foundation for any fiscal year after taking into account the \n        amount of surcharges which such Foundation received or expended \n        during such year.\n            (7) Availability of books and records.--The Foundation \n        shall provide, as a condition for receiving any payment derived \n        from the proceeds of any surcharge imposed on the sale of coins \n        issued under this Act, to the Inspector General of the \n        Department of the Treasury or the Comptroller General of the \n        United States, upon the request of such Inspector General or \n        the Comptroller General, all books, records, and workpapers \n        belonging to or used by the Foundation, or by any independent \n        public accountant who audited the Foundation in accordance with \n        paragraph (1), which may relate to the receipt or expenditure \n        of any such amount by the Foundation.\n    (c) Use of Agents or Attorneys to Influence Commemorative Coin \nLegislation.--No portion of any payment to the Foundation from amounts \nderived from the proceeds of surcharges imposed on the sale of coins \nissued under this Act may be used, directly or indirectly, by the \nFoundation to compensate any agent or attorney for services rendered to \nsupport or influence in any way legislative action of the Congress \nrelating to the coins minted and issued under this Act.","summary":"Jackie Robinson Commemorative Coin Act - Directs the Secretary of the Treasury to:  (1) mint and issue one-dollar silver coins emblematic of Jackie Robinson in commemoration of the 50th anniversary of the breaking of the color barrier in major league baseball; and (2) distribute surcharge proceeds to the Jackie Robinson Foundation to enhance its education and youth leadership programs, and increase the availability of scholarships for economically disadvantaged youths."}
{"text":"SECTION 1. NONRECOGNITION OF GAIN WHERE ROLLOVER TO SMALL BUSINESS \n              INVESTMENTS.\n\n    (a) In General.--Part III of subchapter O of chapter 1 of the \nInternal Revenue Code of 1986 (relating to common nontaxable exchanges) \nis amended by adding at the end the following new section:\n\n``SEC. 1045. ROLLOVER OF GAIN TO SMALL BUSINESS INVESTMENTS.\n\n    ``(a) Nonrecognition of Gain.--In the case of the sale of any \ncapital asset with respect to which the taxpayer elects the application \nof this section, gain from such sale shall be recognized only to the \nextent that the amount realized on such sale exceeds--\n            ``(1) the cost of any eligible small business investment \n        purchased by the taxpayer during the 12-month period beginning \n        on the date of such sale, reduced by\n            ``(2) any portion of such cost previously taken into \n        account under this section.\n    ``(b) Definitions and Special Rules.--For purposes of this \nsection--\n            ``(1) Capital asset.--The term `capital asset' has the \n        meaning given such term by section 1221 (determined without \n        regard to paragraph (2) of such section), except that such term \n        shall include gain derived from the bulk sale of inventory not \n        in the ordinary course of a trade or business.\n            ``(2) Investment property.--The term `investment property' \n        means property that has the capacity to produce gross income \n        from--\n                    ``(A) interest, annuities, or royalties, not \n                derived in the ordinary course of a trade or business, \n                or\n                    ``(B) dividends.\n        Such term shall not include expansion shares.\n            ``(3) Purchase.--The term `purchase' has the meaning given \n        such term by section 1043(b)(4).\n            ``(4) Eligible small business investment.--Except as \n        otherwise provided in this section, the term `eligible small \n        business investment' means any stock in a domestic corporation, \n        and any partnership interest in a domestic partnership, if--\n                    ``(A) as of the date of issuance of such stock or \n                partnership interest, such corporation or partnership \n                is a qualified small business entity, and\n                    ``(B) such stock or partnership interest is \n                acquired by the taxpayer at its original issue \n                (directly or through an underwriter) in exchange for \n                money or other property (not including stock).\n        A rule similar to the rule of section 1202(c)(3) shall apply \n        for purposes of this section.\n            ``(5) Qualified small business entity.--\n                    ``(A) In general.--The term `qualified small \n                business entity' means any domestic corporation or \n                partnership if--\n                            ``(i) for the taxable year of such entity \n                        in which the stock or partnership interest was \n                        issued and each prior taxable year, such entity \n                        (and any predecessor thereof) had gross \n                        receipts of less than $5,000,000,\n                            ``(ii) the primary activity of such entity \n                        (and any predecessor thereof) for the taxable \n                        year of such issuance and each prior taxable \n                        year was an activity listed in the Standard \n                        Industrial Classification Manual, 1987 (SIC), \n                        as published by the Office of Management and \n                        Budget, Executive Office of the President, as \n                        being--\n                                    ``(I) agriculture, forestry or \n                                fishing (Division A),\n                                    ``(II) mining (Division B),\n                                    ``(III) construction (Division C),\n                                    ``(IV) manufacturing (Division D),\n                                    ``(V) transportation, \n                                communications, electric, gas or \n                                sanitary service (Division E),\n                                    ``(VI) wholesale trade (Division \n                                F),\n                                    ``(VII) retail trade (Division (G),\n                                    ``(VIII) personal services (Major \n                                Group 72, Division I),\n                                    ``(IX) business services (Major \n                                Group 73, Division I),\n                                    ``(X) automotive repair, services \n                                or parking (Major Group 75, Division \n                                I),\n                                    ``(XI) miscellaneous repair \n                                services (Major Group 76, Division I), \n                                or\n                                    ``(XII) engineering, accounting, \n                                research, management or related \n                                services (Major Group 87, Division I),\n                            ``(iii) such entity generates income from \n                        investment property only as an incidental \n                        effect of the management of a working capital \n                        pool aggregated and directed toward investing \n                        in any qualified small business entity, and\n                            ``(iv) the majority of full-time employees \n                        employed by such entity and the largest \n                        percentage, by dollar value, of independent \n                        contractors under contract to such entity are \n                        located in the United States.\n                For purposes of clause (iii), ownership interests in \n                entities controlled by such entity or directly involved \n                in the primary activity referred to in clause (ii) with \n                respect to such entity do not constitute investment \n                property, and the Secretary may further define by \n                regulation what constitutes an incidental holding of \n                investment property.\n                    ``(B) Aggregation rules.--All persons treated as a \n                single employer under subsection (a) or (b) of section \n                52 shall be treated as one person for purposes of \n                subparagraph (A).\n                    ``(C) Special rules for determining gross \n                receipts.--The rules of subparagraphs (B) and (C) of \n                section 448(c)(3) shall apply for purposes of \n                subparagraph (A)(i).\n    ``(c) Inapplicability to Certain Gain.--Subsection (a) shall not \napply to any of the following types of gain:\n            ``(1) Gain from the sale or other disposition of property \n        received in lieu of salary, wages, or other compensation for \n        services performed by the taxpayer, to the extent of the fair \n        market value of the property at the time of receipt by the \n        taxpayer.\n            ``(2) Gain from the sale of property that is not held for \n        the production of income.\n            ``(3) Gain from investment property.\n            ``(4) Gain that is treated or characterized as ordinary \n        income for purposes of this title.\n            ``(5) Gain, to the extent the gain is not recognized under \n        section 1044 or 1202, notwithstanding that the gain is derived \n        from the sale of expansion shares.\n    ``(d) Certain Other Rules To Apply.--Rules similar to the rules of \nsubsections (f), (g), (h), and (j) of section 1202 (without regard to \nany 5-year holding period requirement) shall apply for purposes of this \nsection.\n    ``(e) Prohibition of Basis Adjustments.--If gain from any sale is \nnot recognized by reason of subsection (a), such gain shall not be \napplied to reduce the basis for determining gain or loss of any \neligible small business investment which is purchased by the taxpayer \nduring the 12-month period described in subsection (a).\n    ``(f) Statute of Limitations.--If any gain is realized by the \ntaxpayer on the sale or exchange of any eligible small business \ninvestment and there is in effect an election under subsection (a) with \nrespect to such gain, then--\n            ``(1) the statutory period for the assessment of any \n        deficiency with respect to such gain shall not expire before \n        the expiration of 3 years from the date the Secretary is \n        notified by the taxpayer (in such manner as the Secretary may \n        by regulations prescribe) of--\n                    ``(A) the taxpayer's cost of purchasing the \n                eligible small business investment which the taxpayer \n                claims results in nonrecognition of any part of such \n                gain,\n                    ``(B) the taxpayer's intention not to purchase any \n                eligible small business investment within the 12-month \n                period described in subsection (a), or\n                    ``(C) a failure to make such purchase within such \n                12-month period, and\n            ``(2) such deficiency may be assessed before the expiration \n        of such 3-year period notwithstanding the provisions of any \n        other law or rule of law which would otherwise prevent such \n        assessment.\n    ``(g) Regulations.--The Secretary shall prescribe such regulations \nas may be appropriate to carry out the purposes of this section, \nincluding regulations to prevent the avoidance of the purposes of this \nsection through splitups, shell corporations, partnerships, or \notherwise.\n    ``(h) Termination.--Subsection (a) shall not apply to any taxable \nyear beginning on or after January 1, 2004.''\n    (b) Report by Secretary.--Not later than December 31, 2001, the \nSecretary of the Treasury shall submit to each House of the Congress a \nreport detailing the effects of section 1045 of such Code, as added by \nthis Act.\n    (c) Clerical Amendment.--The table of sections for part III of \nsubchapter O of chapter 1 of such Code is amended by adding at the end \nthe following new item:\n\n                              ``Sec. 1045. Rollover of gain to small \n                                        business investments.''\n    (d) Effective Date.--The amendments made by this section shall \napply to investments purchased after the date of the date of the \nenactment of this Act, for taxable years ending after such date.","summary":"Amends the Internal Revenue Code to provide (temporarily) for the nontaxable rollover of gain from qualified small business stock to another small business stock."}
{"text":"SECTION 1. SHORT TITLE.\n\n    This Act may be cited as the ``Native American Energy Act''.\n\nSEC. 2. TABLE OF CONTENTS.\n\n    The table of contents for this Act is as follows:\n\nSec. 1. Short title.\nSec. 2. Table of contents.\nSec. 3. Appraisals.\nSec. 4. Standardization.\nSec. 5. Environmental reviews of major Federal actions on Indian lands.\nSec. 6. BLM oil and gas fees.\nSec. 7. Bonding requirements and nonpayment of attorneys' fees to \n                            promote Indian energy projects.\nSec. 8. Tribal biomass demonstration project.\nSec. 9. Tribal resource management plans.\nSec. 10. Leases of restricted lands for the Navajo Nation.\nSec. 11. Nonapplicability of certain rules.\n\nSEC. 3. APPRAISALS.\n\n    (a) Amendment.--Title XXVI of the Energy Policy Act of 1992 (25 \nU.S.C. 3501 et seq.) is amended by adding at the end the following:\n\n``SEC. 2607. APPRAISAL REFORMS.\n\n    ``(a) Options to Indian Tribes.--With respect to a transaction \ninvolving Indian land or the trust assets of an Indian tribe that \nrequires the approval of the Secretary, any appraisal relating to fair \nmarket value required to be conducted under applicable law, regulation, \nor policy may be completed by--\n            ``(1) the Secretary;\n            ``(2) the affected Indian tribe; or\n            ``(3) a certified, third-party appraiser pursuant to a \n        contract with the Indian tribe.\n    ``(b) Time Limit on Secretarial Review and Action.--Not later than \n30 days after the date on which the Secretary receives an appraisal \nconducted by or for an Indian tribe pursuant to paragraphs (2) or (3) \nof subsection (a), the Secretary shall--\n            ``(1) review the appraisal; and\n            ``(2) provide to the Indian tribe a written notice of \n        approval or disapproval of the appraisal.\n    ``(c) Failure of Secretary To Approve or Disapprove.--If, after 60 \ndays, the Secretary has failed to approve or disapprove any appraisal \nreceived, the appraisal shall be deemed approved.\n    ``(d) Option to Indian Tribes To Waive Appraisal.--\n            ``(1) An Indian tribe wishing to waive the requirements of \n        subsection (a), may do so after it has satisfied the \n        requirements of subsections (2) and (3) below.\n            ``(2) An Indian tribe wishing to forego the necessity of a \n        waiver pursuant to this section must provide to the Secretary a \n        written resolution, statement, or other unambiguous indication \n        of tribal intent, duly approved by the governing body of the \n        Indian tribe.\n            ``(3) The unambiguous indication of intent provided by the \n        Indian tribe to the Secretary under paragraph (2) must include \n        an express waiver by the Indian tribe of any claims for damages \n        it might have against the United States as a result of the lack \n        of an appraisal undertaken.\n    ``(e) Definition.--For purposes of this subsection, the term \n`appraisal' includes appraisals and other estimates of value.\n    ``(f) Regulations.--The Secretary shall develop regulations for \nimplementing this section, including standards the Secretary shall use \nfor approving or disapproving an appraisal.''.\n    (b) Conforming Amendment.--The table of contents of the Energy \nPolicy Act of 1992 (42 U.S.C. 13201 note) is amended by adding at the \nend of the items relating to title XXVI the following:\n\n``Sec. 2607. Appraisal reforms.''.\n\nSEC. 4. STANDARDIZATION.\n\n    As soon as practicable after the date of the enactment of this Act, \nthe Secretary of the Interior shall implement procedures to ensure that \neach agency within the Department of the Interior that is involved in \nthe review, approval, and oversight of oil and gas activities on Indian \nlands shall use a uniform system of reference numbers and tracking \nsystems for oil and gas wells.\n\nSEC. 5. ENVIRONMENTAL REVIEWS OF MAJOR FEDERAL ACTIONS ON INDIAN LANDS.\n\n    Section 102 of the National Environmental Policy Act of 1969 (42 \nU.S.C. 4332) is amended by inserting ``(a) In General.--'' before the \nfirst sentence, and by adding at the end the following:\n    ``(b) Review of Major Federal Actions on Indian Lands.--\n            ``(1) In general.--For any major Federal action on Indian \n        lands of an Indian tribe requiring the preparation of a \n        statement under subsection (a)(2)(C), the statement shall only \n        be available for review and comment by the members of the \n        Indian tribe and by any other individual residing within the \n        affected area.\n            ``(2) Regulations.--The Chairman of the Council on \n        Environmental Quality shall develop regulations to implement \n        this section, including descriptions of affected areas for \n        specific major Federal actions, in consultation with Indian \n        tribes.\n            ``(3) Definitions.--In this subsection, each of the terms \n        `Indian land' and `Indian tribe' has the meaning given that \n        term in section 2601 of the Energy Policy Act of 1992 (25 \n        U.S.C. 3501).\n            ``(4) Clarification of authority.--Nothing in the Native \n        American Energy Act, except section 7 of that Act, shall give \n        the Secretary any additional authority over energy projects on \n        Alaska Native Claims Settlement Act lands.''.\n\nSEC. 6. BLM OIL AND GAS FEES.\n\n    The Secretary of the Interior, acting through the Bureau of Land \nManagement, shall not collect any fee for any of the following:\n            (1) For an application for a permit to drill on Indian \n        land.\n            (2) To conduct any oil or gas inspection activity on Indian \n        land.\n            (3) On any oil or gas lease for nonproducing acreage on \n        Indian land.\n\nSEC. 7. BONDING REQUIREMENTS AND NONPAYMENT OF ATTORNEYS' FEES TO \n              PROMOTE INDIAN ENERGY PROJECTS.\n\n    (a) In General.--A plaintiff who obtains a preliminary injunction \nor administrative stay in an energy related action, but does not \nultimately prevail on the merits of the energy related action, shall be \nliable for damages sustained by a defendant who--\n            (1) opposed the preliminary injunction or administrative \n        stay; and\n            (2) was harmed by the preliminary injunction or \n        administrative stay.\n    (b) Bond.--Unless otherwise specifically exempted by Federal law, a \ncourt may not issue a preliminary injunction and an agency may not \ngrant an administrative stay in an energy related action until the \nplaintiff posts with the court or the agency a surety bond or cash \nequivalent--\n            (1) in an amount the court or agency decides is 30 percent \n        of that amount that the court or agency considers is sufficient \n        to compensate each defendant opposing the preliminary \n        injunction or administrative stay for damages, including but \n        not limited to preliminary development costs, additional \n        development costs, and reasonable attorney fees, that each \n        defendant may sustain as a result of the preliminary injunction \n        or administrative stay;\n            (2) written by a surety licensed to do business in the \n        State in which the Indian Land or other land where the \n        activities are undertaken is situated; and\n            (3) payable to each defendant opposing the preliminary \n        injunction or administrative stay, in the event that the \n        plaintiff does not prevail on the merits of the energy related \n        action, Provided, that, if there is more than one plaintiff, \n        the court or agency shall establish the amount of the bond \n        required by this subsection for each plaintiff in a fair and \n        equitable manner.\n    (c) Limitation on Certain Payments.--Notwithstanding section 1304 \nof title 31, United States Code, no award may be made under section 504 \nof title 5, United States Code, or under section 2412 of title 28, \nUnited States Code, and no amounts may be obligated or expended from \nthe Claims and Judgment Fund of the United States Treasury to pay any \nfees or other expenses under such sections to any plaintiff related to \nan energy related action.\n    (d) Definitions.--For the purposes of this section, the following \ndefinitions apply:\n            (1) Administrative stay.--The term ``Administrative Stay'' \n        means a stay or other temporary remedy issued by a Federal \n        agency, including the Department of the Interior, the \n        Department of Agriculture, the Department of Energy, the \n        Department of Commerce, and the Environmental Protection \n        Agency.\n            (2) Indian land.--The term ``Indian Land'' has the same \n        meaning given such term in section 203(c)(3) of the Energy \n        Policy Act of 2005 (Public Law 109-58; 25 U.S.C. 3501), \n        including lands owned by Native Corporations under the Alaska \n        Native Claims Settlement Act (Public Law 92-203; 43 U.S.C. \n        1601).\n            (3) Energy related action.--The term ``energy related \n        action'' means a cause of action that--\n                    (A) is filed on or after the effective date of this \n                Act; and\n                    (B) seeks judicial review of a final agency action \n                (as defined in section 702 of title 5, United States \n                Code), to issue a permit, license, or other form of \n                agency permission allowing:\n                            (i) any person or entity to conduct \n                        activities on Indian Land, which activities \n                        involve the exploration, development, \n                        production or transportation of oil, gas, coal, \n                        shale gas, oil shale, geothermal resources, \n                        wind or solar resources, underground coal \n                        gasification, biomass, or the generation of \n                        electricity, or\n                            (ii) any Indian Tribe, or any organization \n                        of two or more entities, at least one of which \n                        is an Indian tribe, to conduct activities \n                        involving the exploration, development, \n                        production or transportation of oil, gas, coal, \n                        shale gas, oil shale, geothermal resources, \n                        wind or solar resources, underground coal \n                        gasification, biomass, or the generation of \n                        electricity, regardless of where such \n                        activities are undertaken.\n            (4) Ultimately prevail on the merits.--The phrase \n        ``Ultimately prevail on the merits'' means, in a final \n        enforceable judgment on the merits, the court rules in the \n        plaintiff's favor on at least one cause of action which is an \n        underlying rationale for the preliminary injunction, and does \n        not include circumstances where the final agency action is \n        modified or amended by the issuing agency unless such \n        modification or amendment is required pursuant to a final \n        enforceable judgment of the court or a court-ordered consent \n        decree.\n            (5) Indian tribe.--The term ``Indian tribe'' means any \n        Indian tribe, band, nation, or other organized group or \n        community, including any Alaska Native village or regional or \n        village corporation as defined in or established pursuant to \n        the Alaska Native Claims Settlement Act (43 U.S.C. 1601 et \n        seq.), which is recognized as eligible for the special programs \n        and services provided by the United States to Indians because \n        of their status as Indians.\n\nSEC. 8. TRIBAL BIOMASS DEMONSTRATION PROJECT.\n\n    The Tribal Forest Protection Act of 2004 is amended by inserting \nafter section 2 (25 U.S.C. 3115a) the following:\n\n``SEC. 3. TRIBAL BIOMASS DEMONSTRATION PROJECT.\n\n    ``(a) In General.--For each of fiscal years 2014 through 2018, the \nSecretary shall enter into stewardship contracts or other agreements, \nother than agreements that are exclusively direct service contracts, \nwith Indian tribes to carry out demonstration projects to promote \nbiomass energy production (including biofuel, heat, and electricity \ngeneration) on Indian forest land and in nearby communities by \nproviding reliable supplies of woody biomass from Federal land.\n    ``(b) Definitions.--The definitions in section 2 shall apply to \nthis section.\n    ``(c) Demonstration Projects.--In each fiscal year for which \nprojects are authorized, the Secretary shall enter into contracts or \nother agreements described in subsection (a) to carry out at least 4 \nnew demonstration projects that meet the eligibility criteria described \nin subsection (d).\n    ``(d) Eligibility Criteria.--To be eligible to enter into a \ncontract or other agreement under this subsection, an Indian tribe \nshall submit to the Secretary an application--\n            ``(1) containing such information as the Secretary may \n        require; and\n            ``(2) that includes a description of--\n                    ``(A) the Indian forest land or rangeland under the \n                jurisdiction of the Indian tribe; and\n                    ``(B) the demonstration project proposed to be \n                carried out by the Indian tribe.\n    ``(e) Selection.--In evaluating the applications submitted under \nsubsection (c), the Secretary--\n            ``(1) shall take into consideration the factors set forth \n        in paragraphs (1) and (2) of section 2(e) of Public Law 108-\n        278; and whether a proposed demonstration project would--\n                    ``(A) increase the availability or reliability of \n                local or regional energy;\n                    ``(B) enhance the economic development of the \n                Indian tribe;\n                    ``(C) improve the connection of electric power \n                transmission facilities serving the Indian tribe with \n                other electric transmission facilities;\n                    ``(D) improve the forest health or watersheds of \n                Federal land or Indian forest land or rangeland; or\n                    ``(E) otherwise promote the use of woody biomass; \n                and\n            ``(2) shall exclude from consideration any merchantable \n        logs that have been identified by the Secretary for commercial \n        sale.\n    ``(f) Implementation.--The Secretary shall--\n            ``(1) ensure that the criteria described in subsection (c) \n        are publicly available by not later than 120 days after the \n        date of enactment of this section; and\n            ``(2) to the maximum extent practicable, consult with \n        Indian tribes and appropriate intertribal organizations likely \n        to be affected in developing the application and otherwise \n        carrying out this section.\n    ``(g) Report.--Not later than September 20, 2015, the Secretary \nshall submit to Congress a report that describes, with respect to the \nreporting period--\n            ``(1) each individual tribal application received under \n        this section; and\n            ``(2) each contract and agreement entered into pursuant to \n        this section.\n    ``(h) Incorporation of Management Plans.--In carrying out a \ncontract or agreement under this section, on receipt of a request from \nan Indian tribe, the Secretary shall incorporate into the contract or \nagreement, to the extent practicable, management plans (including \nforest management and integrated resource management plans) in effect \non the Indian forest land or rangeland of the respective Indian tribe.\n    ``(i) Term.--A stewardship contract or other agreement entered into \nunder this section--\n            ``(1) shall be for a term of not more than 20 years; and\n            ``(2) may be renewed in accordance with this section for \n        not more than an additional 10 years.''.\n\nSEC. 9. TRIBAL RESOURCE MANAGEMENT PLANS.\n\n    Unless otherwise explicitly exempted by Federal law enacted after \nthe date of the enactment of this Act, any activity conducted or \nresources harvested or produced pursuant to a tribal resource \nmanagement plan or an integrated resource management plan approved by \nthe Secretary of the Interior under the National Indian Forest \nResources Management Act (25 U.S.C. 3101 et seq.) or the American \nIndian Agricultural Resource Management Act (25 U.S.C. 3701 et seq.), \nshall be considered a sustainable management practice for purposes of \nany Federal standard, benefit, or requirement that requires a \ndemonstration of such sustainability.\n\nSEC. 10. LEASES OF RESTRICTED LANDS FOR THE NAVAJO NATION.\n\n    Subsection (e)(1) of the first section of the Act of August 9, 1955 \n(25 U.S.C. 415(e)(1); commonly referred to as the ``Long-Term Leasing \nAct''), is amended--\n            (1) by striking ``, except a lease for'' and inserting ``, \n        including leases for'';\n            (2) in subparagraph (A), by striking ``25'' the first place \n        it appears and all that follows and inserting ``99 years;'';\n            (3) in subparagraph (B), by striking the period and \n        inserting ``; and''; and\n            (4) by adding at the end the following:\n            ``(C) in the case of a lease for the exploration, \n        development, or extraction of mineral resources, including \n        geothermal resources, 25 years, except that any such lease may \n        include an option to renew for one additional term not to \n        exceed 25 years.''.\n\nSEC. 11. NONAPPLICABILITY OF CERTAIN RULES.\n\n    No rule promulgated by the Department of the Interior regarding \nhydraulic fracturing used in the development or production of oil or \ngas resources shall have any effect on any land held in trust or \nrestricted status for the benefit of Indians except with the express \nconsent of the beneficiary on whose behalf such land is held in trust \nor restricted status.","summary":"Native American Energy Act - (Sec. 3) Amends the Energy Policy Act of 1992 to allow the Secretary of the Interior, an affected Indian tribe, or a certified third-party appraiser under contract with the Indian tribe to appraise Indian land or trust assets involved in a transaction requiring the Secretary's approval.  Deems an appraisal that is conducted by an Indian tribe or by an appraiser under contract with an Indian tribe to be approved if the Secretary does not approve or disapprove of the appraisal within 60 days of receiving it. Gives tribes the option of waiving such appraisals if they give the Secretary an unambiguous indication of tribal intent to do so that includes an express waiver of any claims they might have against the United States that result from forgoing the appraisal. (Sec. 4) Requires each agency within the Department of the Interior involved in the review of oil and gas activities on Indian lands to use a uniform system of reference numbers and tracking systems for oil and gas wells. (Sec. 5) Amends the National Environmental Policy Act of 1969 to make the environmental impact statement for major federal action on Indian lands available for review and comment only to the affected Indian tribe and individuals residing within the affected area. (Sec. 6) Prohibits the Secretary from collecting a fee for: (1) applying for a permit to drill on Indian land, (2) oil or gas inspection activities on such lands, or (3) any oil or gas lease for nonproducing acreage on Indian land. (Sec. 7) Requires plaintiffs who obtain a preliminary injunction or administrative stay in Indian energy related actions to post bond. (Indian energy related actions are those concerned with energy activities undertaken on Indian land or by Indian tribes on other lands.)  Subjects plaintiffs to liability for a defendant's harm should they not ultimately prevail on the merits of the energy related action. Prohibits plaintiffs in Indian energy related actions against the federal government from receiving certain federal payments for their fees or expenses. (Sec. 8) Amends the Tribal Forest Protection Act of 2004 to direct the Secretary to enter into agreements with Indian tribes, from FY2014-FY2018, to carry out demonstration projects that promote biomass energy production on Indian forest land and in nearby communities by providing tribes with reliable supplies of woody biomass from federal lands. Requires the creation of at least four new demonstration projects during each of those fiscal years. Directs the Secretary, when reviewing project applications, to consider whether a proposed demonstration project will:  increase the availability or reliability of local or regional energy, enhance the tribe's economic development, improve the connection of electric power transmission facilities serving the tribe with other electric transmission facilities, improve the forest health or watersheds of federal land or Indian forest land or rangeland, or  otherwise promote woody biomass use.  Directs the Secretary, to the extent practicable, to incorporate management plans in effect on Indian forest land or rangeland into demonstration project agreements affecting those lands. Prohibits the agreements from having a term that exceeds 20 years, but allows them to be renewed for up to ten additional years. (Sec. 9) Considers activities conducted or resources harvested or produced pursuant to a tribal resource management plan or an integrated resource management plan approved by the Secretary to be a sustainable management practice when sustainability is federally required. (Sec. 10) Amends the Long-Term Leasing Act to authorize the Navajo Nation to enter into commercial or agricultural leases of up to 99 years on their restricted lands without the Secretary's approval, provided they are executed under tribal regulations approved by the Secretary.  Allows the Navajo Nation to enter into mineral resource leases on their restricted lands without the Secretary's approval if they are executed under approved tribal regulations and do not exceed 25 years, though they may include a renewal option for one additional term not exceeding 25 years. (Sec. 11) Prohibits any Department of the Interior rule regarding hydraulic fracturing, used in oil and gas development or production, from having any effect on land held in trust or restricted status for Indians, except with the express consent of its Indian beneficiaries.  "}
{"text":"SECTION 1. SHORT TITLE.\n\n    This Act may be cited as the ``Holocaust Victims Insurance Relief \nAct of 2001''.\n\nSEC. 2. FINDINGS AND PURPOSE.\n\n    (a) Findings.--The Congress finds the following:\n            (1) The Holocaust, including the murder of 6,000,000 \n        European Jews, the systematic destruction of families and \n        communities, and the wholesale theft of their assets, was one \n        of the most tragic crimes in modern history.\n            (2) When Holocaust survivors or heirs of Holocaust victims \n        presented claims to insurance companies after World War II, \n        many were rejected because the claimants did not have death \n        certificates or physical possession of policy documents that \n        had been confiscated by the Nazis.\n            (3) In many instances, insurance company records are the \n        only proof of the existence of insurance policies belonging to \n        Holocaust victims.\n            (4) Holocaust survivors and their descendants have been \n        fighting for decades to persuade insurance companies to settle \n        unpaid insurance claims.\n            (5) In 1998, the International Commission on Holocaust Era \n        Insurance Claims (in this section referred to as the \n        ``ICHEIC'') was established by the National Association of \n        Insurance Commissioners in cooperation with several European \n        insurance companies, European regulators, representatives of \n        international Jewish organizations, and the State of Israel, to \n        expeditiously address the issue of unpaid insurance policies \n        issued to Holocaust victims.\n            (6) On July 17, 2000, the United States and Germany signed \n        an Executive Agreement in support of the German Foundation \n        ``Remembrance, Responsibility, and the Future'', which \n        designated the ICHEIC to resolve all insurance claims that were \n        not paid or were nationalized during the Nazi era.\n            (7) The ICHEIC's deadline for receiving claims applications \n        is January 31, 2002.\n            (8) Three years into the process of addressing the issue of \n        unpaid insurance policies, companies continue to withhold \n        thousands of names on dormant accounts.\n            (9) As of June 15, 2001, more than 84 percent of the 72,675 \n        claims applications filed with the ICHEIC remained idle because \n        the claimants could not identify the company holding the \n        policy.\n            (10) Insurance companies doing business in the United \n        States have a responsibility to ensure the disclosure of \n        insurance policies of Holocaust victims that they or their \n        related companies may have issued, to facilitate the rapid \n        resolution of questions concerning these policies, and to \n        eliminate the further victimization of policyholders and their \n        families.\n            (11) State legislatures in California, Florida, New York, \n        Minnesota, Washington, and elsewhere have been challenged in \n        efforts to implement laws that restrict the ability of insurers \n        to engage in business transactions in those States until the \n        insurers publish the names of Holocaust-era policyholders.\n    (b) Purpose.--The purpose of this Act is to provide information \nabout Holocaust-era insurance policies to Holocaust victims and their \nheirs and beneficiaries to enable them to expeditiously file their \nrightful claims under the policies.\n\nSEC. 3. HOLOCAUST INSURANCE REGISTRY.\n\n    (a) Establishment and Maintenance.--Chapter 21 of title 44, United \nStates Code, is amended by adding at the end the following:\n``Sec. 2119. Holocaust Insurance Registry\n    ``(a) Establishment.--The Archivist shall establish and maintain a \ncollection of records that shall--\n            ``(1) be known as the Holocaust Insurance Registry; and\n            ``(2) consist of the information provided to the Archivist \n        under section 5 of the Holocaust Victims Insurance Relief Act \n        of 2001.\n    ``(b) Public Accessibility.--The Archivist shall make all such \ninformation publicly accessible and searchable by means of the Internet \nand by any other means the Archivist deems appropriate.''.\n    (b) Clerical Amendment.--The table of sections at the beginning of \nchapter 21 of title 44, United States Code, is amended by adding at the \nend the following:\n\n``2119. Holocaust Insurance Registry.''.\n\nSEC. 4. FULL DISCLOSURE OF HOLOCAUST-ERA POLICIES BY INSURERS.\n\n    (a) Requirement.--An insurer shall cause to be filed with the \nSecretary of Commerce in accordance with subsection (b) the following \ninformation:\n            (1) The first name, last name, date of birth, and domicile \n        of the policyholder of each covered policy issued by the \n        insurer or a related company of the insurer.\n            (2) The name of the entity that issued the covered policy.\n            (3) The name of the entity that is responsible for the \n        liabilities of the entity that issued the covered policy.\n    (b) Proper Filing.--A filing under subsection (a) shall be made not \nlater than the earlier of 90 days after the date of the enactment of \nthis Act or January 31, 2002, in an electronic format approved jointly \nby the Archivist of the United States and the Secretary of Commerce.\n\nSEC. 5. PROVISION OF INFORMATION TO ARCHIVIST.\n\n    The Secretary of Commerce shall provide to the Archivist of the \nUnited States any information filed with the Secretary under section \n4(a) promptly after the filing of such information.\n\nSEC. 6. PENALTY.\n\n    The Secretary of Commerce shall assess a civil penalty of not less \nthan $5,000 for each day that an insurer fails to comply with the \nrequirements of section 4, as determined by the Secretary.\n\nSEC. 7. USE OF AMOUNTS RECEIVED AS CIVIL PENALTIES.\n\n    To the extent or in the amounts provided in advance in \nappropriation Acts, the Archivist of the United States may use amounts \nreceived by the Government as civil penalties under section 6 to \nmaintain the Holocaust Insurance Registry.\n\nSEC. 8. NOTIFICATION.\n\n    (a) Initial Notification.--Not later than 180 days after the date \nof the enactment of this Act and periodically afterward, the Secretary \nof Commerce shall notify each State's commissioner of insurance of the \nidentity of each insurer that has failed to comply with the \nrequirements of section 4 or has not satisfied any civil penalty for \nwhich the insurer is liable under section 6.\n    (b) Requests by States.--On request by the commissioner of \ninsurance of a State concerning an insurer operating in that State, the \nSecretary of Commerce shall inform the commissioner of insurance \nwhether the insurer has failed to comply with the requirements of \nsection 4 or has not satisfied any civil penalty for which the insurer \nis liable under section 6.\n\nSEC. 9. STATE HOLOCAUST CLAIMS REPORTING STATUTES.\n\n    (a) Preemption.--Nothing in this Act preempts the right of any \nState to adopt or enforce any State law requiring an insurer to \ndisclose information regarding insurance policies that may have been \nconfiscated or stolen from victims of Nazi persecution.\n    (b) Sense of Congress.--It is the sense of the Congress that if any \nlitigation challenging any State law described in subsection (a) is \ndismissed because the State's commissioner of insurance chooses to rely \non this Act and therefore no longer seeks to enforce the State law, \neach party should bear its own legal fees and costs.\n\nSEC. 10. DEFINITIONS.\n\n    In this Act:\n            (1) Commissioner of insurance.--The term ``commissioner of \n        insurance'' means the highest ranking officer of a State \n        responsible for regulating insurance.\n            (2) Covered policy.--The term ``covered policy'' means any \n        life, dowry, education, or property insurance policy that was--\n                    (A) in effect at any time after January 30, 1933, \n                and before December 31, 1945; and\n                    (B) issued to a policyholder domiciled in any area \n                of the European Continent that was occupied or \n                controlled by Nazi Germany or by any ally or \n                sympathizer of Nazi Germany at any time during the \n                period described in subparagraph (A).\n            (3) Insurer.--The term ``insurer'' means any person engaged \n        in the business of insurance in United States interstate or \n        foreign commerce, if the person or a related company of the \n        person issued a covered policy, regardless of when the related \n        company became a related company of the insurer.\n            (4) Related company.--The term ``related company'' means an \n        affiliate, as that term is defined in section 104(g) of the \n        Gramm-Leach-Bliley Act.","summary":"Holocaust Victims Insurance Relief Act of 2001 - Directs the Archivist of the United States to establish and maintain a Holocaust Insurance Registry to consist of information on holders and issuers (and related liable entities) of Holocaust-era insurance policies that were: (1) in effect after January 30, 1933, and before December 31, 1945; and (2) issued to a policyholder domiciled in any area of Europe that was occupied or controlled by Nazi Germany or any ally or sympathizer during such period.Requires: (1) insurers to file such information in an electronic format with the Secretary of Commerce by a specified deadline; (2) the Secretary to assess a civil penalty for each day an insurer fails to comply; and (3) notify each State's commissioner of insurance of the identity of any insurer that has failed to file such information or to satisfy any penalty."}
{"text":"SECTION 1. SCHOOL-BASED MENTAL HEALTH AND STUDENT SERVICE PROVIDERS.\n\n    (a) In General.--Subpart 14 of title V of the Elementary and \nSecondary Education Act of 1965 (20 U.S.C. 7269 et seq.) is amended--\n            (1) by inserting after the subpart heading the following:\n\n   ``CHAPTER A--SYSTEMS INTEGRATION; PROMOTION OF SCHOOL READINESS'';\n\n        and\n            (2) by adding at the end the following:\n\n ``CHAPTER B--SCHOOL-BASED MENTAL HEALTH AND STUDENT SERVICE PROVIDERS\n\n``SEC. 5545. FINDINGS.\n\n    ``Congress finds the following:\n            ``(1) The Surgeon General of the Public Health Service has \n        found that although 1 in 10 children and adolescents suffer \n        from mental illness severe enough to cause some level of \n        impairment, in any given year fewer than 1 in 5 of these \n        children receives needed treatment. The short- and long-term \n        consequences of untreated childhood mental disorders are \n        costly, in both human and fiscal terms.\n            ``(2) School counselors, school social workers, and school \n        psychologists are needed to help these children and to provide \n        a variety of crucial support services.\n            ``(3) Across the United States, there are insufficient \n        resources for school-based counseling professionals, and often \n        students do not get the help they need. The current national \n        average ratio of students to school counselors in elementary \n        and secondary schools is 561 to 1.\n            ``(4) United States schools need more mental health \n        professionals, and they need the flexibility to hire the \n        professionals that will best serve their students.\n            ``(5) According to the Institute of Medicine of the \n        National Academy of Sciences, the maximum recommended ratio \n        of--\n                    ``(A) students to school counselors is 250 to 1;\n                    ``(B) students to school psychologists is 1,000 to \n                1; and\n                    ``(C) students to school social workers is 800 to \n                1.\n            ``(6) In some States, 1 school counselor typically serves \n        over 1,000 students. Ratios for school psychologists and school \n        social workers are also extremely high. In some schools, no \n        school-based mental health and student service provider is \n        available to assist students in times of crisis, or at any \n        other time.\n            ``(7) The number of students is expected to grow \n        significantly over the next few years. During this time, many \n        school-based mental health professionals who currently serve \n        the Nation's youth will retire.\n            ``(8) Model programs using school-based mental health and \n        student service providers have reduced school suspensions, \n        reduced referrals to the principal's office, reduced the use of \n        weapons, force, and threats, and increased students' feelings \n        of safety.\n\n``SEC. 5546. PURPOSES.\n\n    ``The purposes of this chapter are to assist States and local \neducational agencies in hiring additional school-based mental health \nproviders, including additional school counselors, school \npsychologists, and school social workers to achieve each of the \nfollowing:\n            ``(1) To reduce the ratios of school-based mental health \n        and student service providers to students in elementary and \n        secondary schools in the United States to the following minimum \n        ratios recommended by the Institute of Medicine of the National \n        Academy of Sciences in its 1997 report `Schools and Health: Our \n        Nation's Investment':\n                    ``(A) 1 school counselor for every 250 students;\n                    ``(B) 1 school psychologist for every 1,000 \n                students; and\n                    ``(C) 1 school social worker for every 800 \n                students.\n            ``(2) To provide school-based mental health and student \n        services.\n            ``(3) To remove emotional, behavioral, and psychosocial \n        barriers to learning so as to enhance students classroom \n        preparedness and ability to learn.\n            ``(4) To support school staff and teachers in improving \n        classroom management, conducting behavioral interventions to \n        improve school discipline, and developing the awareness and \n        skills to identify early warning signs of violence and the need \n        for mental health services.\n            ``(5) To support parental involvement in improving the \n        school behavior and academic success of their children.\n\n``SEC. 5547. DEFINITIONS.\n\n    ``In this chapter, the following definitions apply:\n            ``(1) Child.--The term `child' means an individual who is \n        not less than 5 years old and not more than 17 years old.\n            ``(2) Child in poverty.--The term `child in poverty' means \n        a child from a family with an income below the poverty line.\n            ``(3) Mental health and student service provider.--The term \n        `mental health and student service provider' means a qualified \n        individual who provides mental health and student services, \n        including any individual who is a qualified school counselor, a \n        qualified school psychologist, or a qualified school social \n        worker.\n            ``(4) Mental health and student services.--The term `mental \n        health and student services' includes direct, individual, and \n        group services provided to students, parents, and school \n        personnel by mental health and student service providers, and \n        the coordination of prevention strategies in schools or \n        community-based programs.\n            ``(5) Poverty line.--The term `poverty line' means the \n        poverty line (as defined by the Office of Management and \n        Budget, and revised annually in accordance with section 673(2) \n        of the Community Services Block Grant Act (42 U.S.C. 9902(2)) \n        applicable to a family of the size involved.\n            ``(6) School counselor.--The term `school counselor' means \n        an individual who has documented competence in counseling \n        children and adolescents in a school setting and who--\n                    ``(A) possesses State licensure or certification \n                granted by an independent professional regulatory \n                authority;\n                    ``(B) possesses national certification in school \n                counseling or a specialty of counseling granted by an \n                independent professional organization; or\n                    ``(C) holds a minimum of a master's degree in \n                school counseling from a program accredited by the \n                Council for Accreditation of Counseling and Related \n                Educational Programs or the equivalent.\n            ``(7) School psychologist.--The term `school psychologist' \n        means an individual who--\n                    ``(A) possesses a minimum of 60 graduate semester \n                hours in school psychology from an institution of \n                higher education and has completed 1,200 clock hours in \n                a supervised school psychology internship, of which 600 \n                hours shall be in a school setting;\n                    ``(B) possesses State licensure or certification in \n                school psychology in the State in which the individual \n                works; or\n                    ``(C) possesses national certification by the \n                National School Psychology Certification Board.\n            ``(8) School social worker.--The term `school social \n        worker' means an individual who--\n                    ``(A) holds a master's degree in social work from a \n                program accredited by the Council on Social Work \n                Education;\n                    ``(B) is licensed or certified by the State in \n                which services are provided; or\n                    ``(C) possesses a national credential or national \n                certification as a school social work specialist \n                granted by an independent professional organization.\n            ``(9) State.--The term `State' means each of the several \n        States, the District of Columbia, and the Commonwealth of \n        Puerto Rico.\n\n``SEC. 5548. SCHOOL-BASED MENTAL HEALTH AND STUDENT SERVICE PROVIDER \n              GRANT PROGRAM.\n\n    ``(a) In General.--In accordance with this chapter, the Secretary \nshall make grants to eligible States to assist local educational \nagencies in those States in hiring additional school-based mental \nhealth and student service providers.\n    ``(b) Allocation of Funds.--From the total amount appropriated for \na fiscal year to carry out this chapter, the Secretary shall--\n            ``(1) make available 1 percent of such amount to the \n        Secretary of the Interior (on behalf of the Bureau of Indian \n        Affairs) and the outlying areas for activities that carry out \n        the purposes of this chapter; and\n            ``(2) make available in the form of grants to each eligible \n        State an amount equal to the sum of--\n                    ``(A) an amount that bears the same relationship to \n                50 percent of such total amount as the number of \n                children in poverty who reside in the State bears to \n                the number of such children in all States; and\n                    ``(B) an amount that bears the same relationship to \n                50 percent of such total amount as the number of \n                children enrolled in public and private nonprofit \n                elementary schools and secondary schools in the State \n                bears to the number of children enrolled in all such \n                schools in all States.\n    ``(c) Minimum Grant.--Notwithstanding subsection (b), no grant \nunder this section shall be for an amount less than $1,000,000.\n    ``(d) Reallocation.--The Secretary shall reallocate to States that \nhave received approval under subsection (e)(2) any funds allocated \nunder subsection (b) to a State that fails to submit an application \nthat is approved by the Secretary.\n    ``(e) Application by State.--\n            ``(1) In general.--To be eligible to receive a grant under \n        this chapter, a State shall submit an application to the \n        Secretary at such time, in such manner, and containing such \n        information as the Secretary may require.\n            ``(2) Approval.--The Secretary may not approve an \n        application under this subsection unless the State submitting \n        the application--\n                    ``(A) presents a plan, which the Secretary \n                considers to be reasonable, under which the State will \n                make grants, in accordance with the purposes of this \n                chapter, to local educational agencies to fund the \n                hiring of additional school counselors, school \n                psychologists, and school social workers; and\n                    ``(B) provides an assurance that the State will \n                provide the matching amount required under subsection \n                (g).\n    ``(f) Use of Funds by State.--\n            ``(1) In general.--In accordance with this subsection, the \n        total of the amounts made available to a State under this \n        section and the amounts of the non-Federal match required under \n        subsection (g) may only be used by a State to make grants to \n        local educational agencies to assist such agencies in hiring \n        additional school-based mental health and student service \n        providers.\n            ``(2) Administrative costs.--In each fiscal year, a State \n        may use not more than 5 percent of the assistance made \n        available to it under this chapter for the administrative costs \n        of the State in carrying out the State's responsibilities under \n        this chapter.\n            ``(3) Allocation of funds.--In making grants in accordance \n        with this subsection, the State shall allocate from the total \n        described in paragraph (1) to each local educational agency an \n        amount equal to the sum of--\n                    ``(A) an amount that bears the same relationship to \n                50 percent of such total as the number of children in \n                poverty who reside in the school district served by the \n                local educational agency bears to the number of such \n                children who reside in all the school districts in the \n                State; and\n                    ``(B) an amount that bears the same relationship to \n                50 percent of such total as the number of children \n                enrolled in public and private nonprofit elementary \n                schools and secondary schools in the school district \n                served by the local educational agency bears to the \n                number of children enrolled in all such schools in the \n                State.\n            ``(4) Minimum grant.--Notwithstanding paragraph (3), no \n        grant made by a State in accordance with this subsection shall \n        be for an amount less than $50,000.\n            ``(5) Source of data.--For purposes of paragraph (3), the \n        State shall use data from the most recent fiscal year for which \n        satisfactory data are available, except that the State may \n        adjust such data, or use alternative child poverty data, if the \n        State demonstrates to the Secretary's satisfaction that such \n        adjusted or alternative data more accurately reflect the \n        relative incidence of children who are living in poverty and \n        who reside in the school districts in the State.\n            ``(6) Application by local educational agencies.--A State \n        may require that, in order to be eligible for a grant made by \n        the State in accordance with this subsection, a local \n        educational agency shall submit an application to the State at \n        such time, in such manner, and containing such information as \n        the State may require.\n    ``(g) Matching Funds.--\n            ``(1) In general.--As a condition of receiving a grant \n        under this section, the Secretary shall require that a State \n        provide from non-Federal sources an amount equal to the amount \n        of the grant.\n            ``(2) Local contribution.--In making grants to local \n        educational agencies in accordance with this subsection, a \n        State may require that a local educational agency match a \n        portion of the amount of the grant made to the agency.\n            ``(3) Form.--The non-Federal share required by this \n        subsection may be provided in cash or in kind, fairly \n        evaluated, and may include facilities, equipment, or services.\n    ``(h) Funds To Be Supplementary.--Assistance made available under \nthis chapter shall be used to supplement, and may not supplant, \nFederal, State, or local funds used for employing school-based mental \nhealth and student service providers.\n    ``(i) Data Collection and Report.--\n            ``(1) In general.--For each fiscal year for which it \n        receives assistance under this chapter, a State shall collect \n        data describing how the assistance is used.\n            ``(2) Report.--Not later than 1 year after assistance is \n        made available to a State under this chapter, the State shall \n        transmit to the Secretary a report on the data described in \n        paragraph (1), including information with respect to each local \n        educational agency to which the State made a grant with \n        assistance made available under this chapter--\n                    ``(A) the number of school counselors, school \n                psychologists, and school social workers employed by \n                local educational agency; and\n                    ``(B) the ratio of students to school counselors, \n                the ratio of students to school psychologists, and the \n                ratio of students to school social workers.\n            ``(3) Source of funds.--A State may use a portion of the \n        assistance permitted to be used for administrative costs to \n        carry out its responsibilities under this subsection.\n            ``(4) Publication.--The Secretary shall make data received \n        under this subsection publicly available on an annual basis.\n\n``SEC. 5549. AUTHORIZATION OF APPROPRIATIONS.\n\n    ``There are authorized to be appropriated to carry out this chapter \n$100,000,000 for each of fiscal years 2004 through 2008.''.\n    (b) Clerical Amendments.--The table of contents for the Elementary \nand Secondary Education Act of 1965 (20 U.S.C. 6301 et seq.) is amended \nby amending the items relating to subpart 14 of title V to read as \nfollows:\n\n     ``Subpart 14--Grants to Improve the Mental Health of Children\n\n    ``CHAPTER A--SYSTEMS INTEGRATION; PROMOTION OF SCHOOL READINESS\n\n``Sec. 5541. Grants for the integration of schools and mental health \n                            systems.\n``Sec. 5542. Promotion of school readiness through early childhood \n                            emotional and social development.\n ``CHAPTER B--SCHOOL-BASED MENTAL HEALTH AND STUDENT SERVICE PROVIDERS\n\n``Sec. 5545. Findings.\n``Sec. 5546. Purposes.\n``Sec. 5547. Definitions.\n``Sec. 5548. School-based mental health and student service provider \n                            grant program.\n``Sec. 5549. Authorization of appropriations.''.","summary":"Amends the Elementary and Secondary Education Act of 1965 to establish a program to assist States and local educational agencies (LEAs) to recruit, train, and hire additional school-based mental health and student service providers, including additional school counselors, psychologists, and social workers (in order to reduce the student-to-counselor ratios nationally, in elementary and secondary schools, to an average of one school counselor for every 250 students, one psychologist for every 1,000 students, and one social worker for every 800 students, as recommended in a report by the Institute of Medicine of the National Academy of Sciences relating to schools and health).\n\nDirects the Secretary of Education, after reserving certain funds for schools in outlying areas and schools run by the Bureau of Indian Affairs, to make program allotments to States according to a specified formula. Requires States to allocate funds from Federal and State shares of program costs to LEAs according to specified formulae."}
{"text":"SECTION 1. SHORT TITLE.\n\n    This Act may be cited as the ``Gallatin Land Consolidation Act of \n1998''.\n\n SEC. 2. FINDINGS.\n\n    Congress finds that--\n            (1) the land north of Yellowstone National Park possesses \n        outstanding natural characteristics and wildlife habitats that \n        make the land a valuable addition to the National Forest \n        System;\n            (2) it is in the interest of the United States to establish \n        a logical and effective ownership pattern for the Gallatin \n        National Forest, reducing long-term costs for taxpayers and \n        increasing and improving public access to the forest;\n            (3) it is in the interest of the United States for the \n        Secretary of Agriculture to enter into an Option Agreement for \n        the acquisition of land owned by Big Sky Lumber Co. to \n        accomplish the purposes of this Act; and\n            (4) other private property owners are willing to enter into \n        exchanges that further improve the ownership pattern of the \n        Gallatin National Forest.\n\n SEC. 3. DEFINITIONS.\n\n    In this Act:\n            (1) BLM land.--The term ``BLM land'' means approximately \n        2,000 acres of Bureau of Land Management land (including all \n        appurtenances to the land) that is proposed to be acquired by \n        BSL, as depicted in Exhibit B to the Option Agreement.\n            (2) BSL.--The term ``BSL'' means Big Sky Lumber Co., an \n        Oregon joint venture, and its successors and assigns, and any \n        other entities having a property interest in the BSL land.\n            (3) BSL land.--The term ``BSL land'' means approximately \n        54,000 acres of land (including all appurtenances to the land \n        except as provided in section 4(e)(1)(D)(i)) owned by BSL that \n        is proposed to be acquired by the Secretary of Agriculture, as \n        depicted in Exhibit A to the Option Agreement.\n            (4) Eastside national forests.--The term ``Eastside \n        National Forests'' means national forests east of the \n        Continental Divide in the State of Montana, including the \n        Beaverhead National Forest, Deerlodge National Forest, Helena \n        National Forest, Custer National Forest, and Lewis and Clark \n        National Forest.\n            (5) National forest system land.--The term ``National \n        Forest System land'' means approximately 29,000 acres of land \n        (including all appurtenances to the land) owned by the United \n        States in the Gallatin National Forest, Flathead National \n        Forest, Deerlodge National Forest, Helena National Forest, Lolo \n        National Forest, and Lewis and Clark National Forest that is \n        proposed to be acquired by BSL, as depicted in Exhibit B to the \n        Option Agreement.\n            (6) Option agreement.--The term ``Option Agreement'' \n        means--\n                    (A) the document signed by BSL, dated July 29, 1998 \n                and entitled ``Option Agreement for the Acquisition of \n                Big Sky Lumber Co. Lands Pursuant to the Gallatin Range \n                Consolidation and Protection Act of 1993'';\n                    (B) the exhibits and maps attached to the document \n                described in subparagraph (A); and\n                    (C) an exchange agreement to be entered into \n                between the Secretary and BSL and made part of the \n                document described in subparagraph (A).\n            (7) Secretary.--The ``Secretary'' means the Secretary of \n        Agriculture.\n\n SEC. 4. GALLATIN LAND CONSOLIDATION COMPLETION.\n\n    (a) In General.--Notwithstanding any other provision of law, and \nsubject to the terms and conditions of the Option Agreement--\n            (1) if BSL offers title acceptable to the Secretary to the \n        BSL land--\n                    (A) the Secretary shall accept a warranty deed to \n                the BSL land and a quit claim deed to agreed to mineral \n                interests in the BSL land;\n                    (B) the Secretary shall convey to BSL, subject to \n                valid existing rights and to other terms, conditions, \n                reservations, and exceptions as may be agreed to by the \n                Secretary and BSL, fee title to the National Forest \n                System land; and\n                    (C) the Secretary of the Interior shall convey to \n                BSL, by patent or otherwise, subject to valid existing \n                rights and other terms, conditions, reservations, and \n                exceptions as may be agreed to by the Secretary of the \n                Interior and BSL, fee title to the BLM land;\n            (2) if BSL places title in escrow acceptable to the \n        Secretary to 11\\1\/2\\ sections of the BSL land in the Taylor \n        Fork area as set forth in the Option Agreement--\n                    (A) the Secretary shall place Federal land in the \n                Bangtail and Doe Creek areas of the Gallatin National \n                Forest, as identified in the Option Agreement, in \n                escrow pending conveyance to the Secretary of the \n                Taylor Fork land, as identified in the Option Agreement \n                in escrow;\n                    (B) the Secretary, subject to the availability of \n                funds, shall purchase 7\\1\/2\\ sections of BSL land in \n                the Taylor Fork area held in escrow and identified in \n                the Option Agreement at a purchase price of $4,150,000; \n                and\n                    (C) the Secretary shall acquire the 4 Taylor Fork \n                sections identified in the Option Agreement remaining \n                in escrow, and any of the 6 sections referred to in \n                subparagraph (B) for which funds are not available, by \n                providing BSL with timber sale receipts from timber \n                sales on the Gallatin National Forest and other \n                eastside national forests in the State of Montana in \n                accordance with subsection (c); and\n            (3)(A) as funds or timber sale receipts are received by \n        BSL--\n                    (i) the deeds to an equivalent value of BSL Taylor \n                Fork land held in escrow shall be released and conveyed \n                to the Secretary; and\n                    (ii) the escrow of deeds to an equivalent value of \n                Federal land shall be released to the Secretary in \n                accordance with the terms of the Option Agreement; or\n            (B) if funds or timber sale receipts are not provided to \n        BSL as provided in the Option Agreement, BSL shall be entitled \n        to receive patents and deeds to an equivalent value of the \n        Federal land held in escrow.\n    (b) Valuation.--\n            (1) In general.--The property and other assets exchanged or \n        conveyed by BSL and the United States under subsection (a) \n        shall be approximately equal in value, as determined by the \n        Secretary.\n            (2) Difference in value.--To the extent that the property \n        and other assets exchanged or conveyed by BSL or the United \n        States under subsection (a) are not approximately equal in \n        value, as determined by the Secretary, the values shall be \n        equalized in accordance with methods identified in the Option \n        Agreement.\n    (c) Timber Sale Program.--\n            (1) In general.--The Secretary shall implement a timber \n        sale program, according to the terms and conditions identified \n        in the Option Agreement and subject to compliance with \n        applicable environmental laws (including regulations), judicial \n        decisions, memoranda of understanding, small business set-aside \n        rules, and acts beyond the control of the Secretary, to \n        generate sufficient timber receipts to purchase the portions of \n        the BSL land in Taylor Fork identified in the Option Agreement.\n            (2) Implementation.--In implementing the timber sale \n        program--\n                    (A) the Secretary shall provide BSL with a proposed \n                annual schedule of timber sales;\n                    (B) as set forth in the Option Agreement, receipts \n                generated from the timber sale program shall be \n                deposited by the Secretary in a special account \n                established by the Secretary and paid by the Secretary \n                to BSL;\n                    (C) receipts from the Gallatin National Forest \n                shall not be subject to the Act of May 23, 1908 (16 \n                U.S.C. 500); and\n                    (D) the Secretary shall fund the timber sale \n                program at levels determined by the Secretary to be \n                commensurate with the preparation and administration of \n                the identified timber sale program.\n    (d) Rights-of-Way.--As specified in the Option Agreement--\n            (1) the Secretary, under the authority of the Federal Land \n        Policy and Management Act of 1976 (43 U.S.C. 1701 et seq.), \n        shall convey to BSL such easements in or other rights-of-way \n        over National Forest System land for access to the land \n        acquired by BSL under this Act for all lawful purposes; and\n            (2) BSL shall convey to the United States such easements in \n        or other rights-of-way over land owned by BSL for all lawful \n        purposes, as may be agreed to by the Secretary and BSL.\n    (e) Quality of Title.--\n            (1) Determination.--The Secretary shall review the title \n        for the BSL land described in subsection (a) and, within 45 \n        days after receipt of all applicable title documents from BSL, \n        determine whether--\n                    (A) the applicable title standards for Federal land \n                acquisition have been satisfied and the quality of the \n                title is otherwise acceptable to the Secretary of \n                Agriculture;\n                    (B) all draft conveyances and closing documents \n                have been received and approved;\n                    (C) a current title commitment verifying compliance \n                with applicable title standards has been issued to the \n                Secretary; and\n                    (D) the title includes both the surface and \n                subsurface estates without reservation or exception \n                (except as specifically provided in this Act), \n                including--\n                            (i) minerals, mineral rights, and mineral \n                        interests (including severed oil and gas \n                        surface rights), subject to and excepting other \n                        outstanding or reserved oil and gas rights;\n                            (ii) timber, timber rights, and timber \n                        interests (except those reserved subject to \n                        section 251.14 of title 36, Code of Federal \n                        Regulations, by BSL and agreed to by the \n                        Secretary);\n                            (iii) water, water rights, ditch, and ditch \n                        rights;\n                            (iv) geothermal rights; and\n                            (v) any other interest in the property.\n            (2) Conveyance of title.--\n                    (A) In general.--If the quality of title does not \n                meet Federal standards or is otherwise determined to be \n                unacceptable to the Secretary of Agriculture, the \n                Secretary shall advise BSL regarding corrective actions \n                necessary to make an affirmative determination under \n                paragraph (1).\n                    (B) Title to subsurface estate.--Title to the \n                subsurface estate shall be conveyed by BSL to the \n                Secretary in the same form and content as that estate \n                is received by BSL from Burlington Resources Oil & Gas \n                Company Inc. and Glacier Park Company.\n    (f) Timing of Implementation.--\n            (1) Land-for-land exchange.--The Secretary shall accept the \n        conveyance of land described in subsection (a) not later than \n        45 days after the Secretary has made an affirmative \n        determination of quality of title.\n            (2) Land-for-timber sale receipt exchange.--As provided in \n        subsection (c) and the Option Agreement, the Secretary shall \n        make timber receipts described in subsection (a)(3) available \n        not later than December 31 of the fifth full calendar year that \n        begins after the date of enactment of this Act.\n            (3) Purchase.--The Secretary shall complete the purchase of \n        BSL land under subsection (a)(3)(B) not later than 30 days \n        after the date on which appropriated funds are made available \n        and an affirmative determination of quality of title is made \n        with respect to the BSL land.\n\nSEC. 5. OTHER FACILITATED EXCHANGES.\n\n    (a) Authorized Exchanges.--\n            (1) In general.--The Secretary shall enter into the \n        following land exchanges if the landowners are willing:\n                    (A) Wapiti land exchange, as outlined in the \n                documents entitled ``Non-Federal Lands in Facilitated \n                Exchanges'' and ``Federal Lands in Facilitated \n                Exchanges'' and dated July 1998.\n                    (B) Eightmile\/West Pine land exchange as outlined \n                in the documents entitled ``Non-Federal Lands in \n                Facilitated Exchanges'' and ``Federal Lands in \n                Facilitated Exchanges'' and dated July 1998.\n            (2) Equal Value.--Before entering into an exchange under \n        paragraph (1), the Secretary shall determine that the parcels \n        of land to be exchanged are of approximately equal value, based \n        on an appraisal.\n    (b) Section 1 of the Taylor Fork Land.--\n            (1) In general.--The Secretary is encouraged to pursue a \n        land exchange with the owner of section 1 of the Taylor Fork \n        land after completing a full public process and an appraisal.\n            (2) Report.--The Secretary shall report to Congress on the \n        implementation of paragraph (1) not later than 180 days after \n        the date of enactment of this Act.\n\nSEC. 6. GENERAL PROVISIONS.\n\n    (a) Minor Corrections.--\n            (1) In general.--The Option Agreement shall be subject to \n        such minor corrections and supplemental provisions as may be \n        agreed to by the Secretary and BSL.\n            (2) Notification.--The Secretary shall notify the Committee \n        on Energy and Natural Resources of the Senate, the Committee on \n        Resources of the House of Representatives, and each member of \n        the Montana congressional delegation of any changes made under \n        this subsection.\n            (3) Boundary adjustment.--\n                    (A) In general.--The boundary of the Gallatin \n                National Forest is adjusted in the Wineglass and North \n                Bridger area, as described on maps dated July 1998, \n                upon completion of the conveyances.\n                    (B) No limitation.--Nothing in this subsection \n                limits the authority of the Secretary to adjust the \n                boundary pursuant to section 11 of the Act of March 1, \n                1911 (commonly known as the ``Weeks Act'') (16 U.S.C. \n                521).\n                    (C) Allocation of land and water conservation fund \n                moneys.--For the purposes of section 7 of the Land and \n                Water Conservation Fund Act of 1965 (16 U.S.C. 460l-9), \n                boundaries of the Gallatin National Forest shall be \n                considered to be the boundaries of the National Forest \n                as of January 1, 1965.\n    (b) Public Availability.--The Option Agreement--\n            (1) shall be on file and available for public inspection in \n        the office of the Supervisor of the Gallatin National Forest; \n        and\n            (2) shall be filed with the county clerk of each of \n        Gallatin County, Park County, Madison County, Granite County, \n        Broadwater County, Meagher County, Flathead County, and \n        Missoula County, Montana.\n    (c) Compliance With Option Agreement.--The Secretary, the Secretary \nof the Interior, and BSL shall comply with the terms and conditions of \nthe Option Agreement except to the extent that any provision of the \nOption Agreement conflicts with this Act.\n    (d) Status of Land.--All land conveyed to the United States under \nthis Act shall be added to and administered as part of the Gallatin \nNational Forest and Deerlodge National Forest, as appropriate, in \naccordance with the Act of March 1, 1911 (5 U.S.C. 515 et seq.), and \nother laws (including regulations) pertaining to the National Forest \nSystem.\n    (e) Management.--\n            (1) Public process.--Not later than 30 days after the date \n        of completion of the land-for-land exchange under section \n        4(f)(1), the Secretary shall initiate a public process to amend \n        the Gallatin National Forest Plan and the Deerlodge National \n        Forest Plan to integrate the acquired land into the plans.\n            (2) Process time.--The amendment process under paragraph \n        (1) shall be completed as soon as practicable, and in no event \n        later than 540 days after the date on which the amendment \n        process is initiated.\n            (3) Limitation.--An amended management plan shall not \n        permit surface occupancy on the acquired land for access to \n        reserved or outstanding oil and gas rights or for exploration \n        or development of oil and gas.\n            (4) Interim management.--Pending completion of the forest \n        plan amendment process under paragraph (1), the Secretary \n        shall--\n                    (A) manage the acquired land under the standards \n                and guidelines in the applicable land and resource \n                management plans for adjacent land managed by the \n                Forest Service; and\n                    (B) maintain all existing public access to the \n                acquired land.\n    (f) Restoration.--\n            (1) In general.--The Secretary shall implement a \n        restoration program including reforestation and watershed \n        enhancements to bring the acquired land and surrounding \n        national forest land into compliance with Forest Service \n        standards and guidelines.\n            (2) State and local conservation corps.--In implementing \n        the restoration program, the Secretary shall, when practicable, \n        use partnerships with State and local conservation corps, \n        including the Montana Conservation Corps, under the Public \n        Lands Corps Act of 1993 (16 U.S.C. 1721 et seq.).\n    (g) Implementation.--The Secretary of Agriculture shall ensure that \nsufficient funds are made available to the Gallatin National Forest to \ncarry out this Act.\n    (i) Revocations.--Notwithstanding any other provision of law, any \npublic orders withdrawing lands identified in the Option Agreement from \nall forms of appropriation under the public land laws are revoked upon \nconveyance of the lands by the Secretary.\n\nSEC. 7. AUTHORIZATION OF APPROPRIATIONS.\n\n    There are authorized to be appropriated such sums as are necessary \nto carry out this Act.\n\n            Passed the Senate October 2, 1998.\n\n            Attest:\n\n                                                    GARY SISCO,\n\n                                                             Secretary.","summary":"Gallatin Land Consolidation Act of 1998 - Provides for the exchange of land and other assets including certain timber harvest rights by the Secretaries of Agriculture and the Interior with the Big Sky Lumber Co. (BSL) for inclusion in the Gallatin National Forest and Deerlodge National Forest, Montana. \nDirects the Secretary of Agriculture to:  (1) implement a timber sale program to fund the purchase of specified (Taylor Fork) BSL land; (2) enter into specified land exchanges (Wapiti and Eightmile-West Pine); and (3) implement a restoration program for lands acquired under this Act.  Encourages the Secretary to pursue a specified land exchange (section 1 of the Taylor Fork land). \nAuthorizes appropriations."}
